export const molodezhnayaMode = [
  {
    day: 'Вторник',
    times: ['16:00 – 17:00 – группа от 7 лет', '17:00 – 17:50 – группа 4-6 лет', '18:00 – 19:00 – группа от 7 лет'],
  },
  {
    day: 'Среда',
    times: ['16:00 – 17:00 – группа от 7 лет', '17:00 – 17:50 – группа 4-6 лет', '18:00 – 19:00 – группа от 7 лет'],
  },
  {
    day: 'Четверг',
    times: ['16:00 – 17:00 – группа от 7 лет', '17:00 – 17:50 – группа 4-6 лет ', '18:00 – 19:00 – группа от 7 лет'],
  },
  {
    day: 'Суббота',
    times: ['10:00-10:50 – группа 4-6 лет', '11:00-12:00 – группа от 7 лет']
  }
]

export const belokamennayaMode = [
  {
    day: 'Вторник',
    times: ['17:00 – 18:00 – группа от 7 лет', '18:10 – 19:00 – группа 4-6 лет'],
  },
  {
    day: 'Четверг',
    times: ['17:00 – 18:00 – группа от 7 лет', '18:10 – 19:00 – группа 4-6 лет'],
  },
  {
    day: 'Суббота',
    times: ['10:00 – 10:50 – группа от 4-6 лет', '11:00 – 12:00 – группа 7 лет'],
  }
]
