export const routesList = [
  {
    route: '/galereya/',
    text: 'Галерея'
  },
  {
    route: '/',
    text: 'Главная'
  },
  {
    route: '/kontakty/',
    text: 'Контакты'
  },
  {
    route: '/o-nas/',
    text: 'О нас'
  },
  {
    route: '/trenery/',
    text: 'Тренеры'
  },
  {
    route: '/uslugi/',
    text: 'Услуги'
  },
]

import individual from '../images/individual.svg';
import protection from '../images/protection.svg';
import trainers from '../images/trainers.svg';
import result from '../images/result.svg';
import persiverense from '../images/persiverense.svg';

export const advantesBlocksData = [
  {
    image: individual,
    title: 'Индивидуальный подход',
    text: 'Мы знаем, что каждый ребенок уникален. Мы создаем индивидуальные и уникальные тренировочные программы, учитывая потребности и цели каждого маленького спортсмена.'
  },
  {
    image: protection,
    title: 'Качество и безопасность',
    text: 'Безопасность наших учеников — наш главный приоритет. Мы обеспечиваем высокий уровень безопасности на всех занятиях, чтобы ваши дети чувствовали себя уверенно и комфортно.'
  },
  {
    image: trainers,
    title: 'Профессиональные тренеры',
    text: 'Наши тренеры — это настоящие профессионалы, которые зажгут огонь спортивной страсти у вашего ребенка. Они разработают индивидуальный подход к каждому ученику, чтобы раскрыть его максимальный потенциал.'
  },
  {
    image: result,
    title: 'Результативность',
    text: 'Наши ученики регулярно участвуют и побеждают на соревнованиях разного уровня. Мы гордимся успехами наших детей и всегда поддерживаем их в стремлении к победе.'
  },
  {
    image: persiverense,
    title: 'Воспитываем упорство в спортсменах',
    text: 'Кроме профессиональных тренировок, в нашем клубе детей ждут интересные мероприятия, тренировочные лагеря и многое другое. У нас всегда есть, чем удивить наших учеников и их родителей!'
  }
]


export const priceBlockData = [
  {
    title: 'Пробная тренировка',
    text: 'Пробной тренировкой считается первое посещение нашего спортивного клуба. Запишите своего ребенка на пробное занятие прямо сейчас и дайте ему возможность окунуться в мир самбо и дзюдо!',
    price: '0 руб.'
  },
  {
    title: 'Абонемент на 8 посещений',
    text: 'Абонемент рассчитан на 2 посещения в неделю в течении месяца. В случае невозможности посетить занятие, происходит перерасчет абонемента на следующий месяц только в случае предоставления справки о болезни.',
    price: '5 500 руб.'
  },
  {
    title: 'Абонемент на 12 посещений',
    text: 'Абонемент рассчитан на 3 посещения в неделю в течении месяца. В случае невозможности посетить занятие, происходит перерасчет абонемента на следующий месяц только в случае предоставления справки о болезни.',
    price: '6 500 руб.'
  }
]

export const trainerBlocksData = [
  {
    bgClass: 'bg-trainer-nicolay',
    text: 'Николай\nЕгорович Булдаков'
  },
  {
    bgClass: 'bg-trainer-ivan',
    text: 'Иван\nАндреевич Свиридов'
  }
]

export const groupBlocksData = [
  {
    groupNumber: '1',
    age: '4-6',
    background: 'bg-small-group'
  },
  {
    groupNumber: '2',
    age: '7-10',
    background: 'bg-medium-group'
  },
  {
    groupNumber: '3',
    age: '12',
    background: 'bg-large-group'
  }
]

import leader from '../images/leader-150x150.png';
import competitions from '../images/competitions-150x150.png';

export const aboutData = [
  {
    image: individual,
    title: 'Индивидуальный подход',
    text: 'Мы верим, что каждый ребенок уникален и заслуживает внимания. Мы создаем индивидуальные тренировочные программы, учитывая потребности и цели каждого ученика, чтобы он мог раскрыть свой максимальный потенциал.'
  },
  {
    image: protection,
    title: 'Дружеская атмосфера',
    text: 'В нашем спортивном клубе царит дружественная атмосфера, где дети находят новых друзей и единомышленников. Мы вместе тренируемся, соревнуемся и поддерживаем друг друга, создавая настоящую спортивную семью.'
  },
  {
    image: trainers,
    title: 'Профессиональные тренеры с опытом',
    text: 'Наши тренеры — это настоящие эксперты в области самбо и дзюдо, с многолетним опытом работы с детьми. Они знают, как развить учеников физически и эмоционально, помогая им стать лучше не только в спорте, но и в повседневной жизни.'
  },
  {
    image: leader,
    title: 'Развитие лидерских качеств',
    text: 'Самбо и дзюдо — это не только физические упражнения, но и уроки дисциплины, справедливости и уважения. Ваш ребенок разовьет лидерские качества, научится преодолевать трудности и стремиться к успеху.'
  },
  {
    image: competitions,
    title: 'Участие в соревнованиях',
    text: 'Наш клуб активно участвует в соревнованиях разного уровня, что позволяет детям испытать радость победы и научиться не сдаваться при неудачах. Участие в соревнованиях также способствует развитию уверенности и самодисциплины.'
  }
]

export const molodezhnayaMode = [
  {
    day: 'Вторник',
    times: ['16:00 – 17:00 – группа от 7 лет', '17:00 – 17:50 – группа 4-6 лет', '18:00 – 19:00 – группа от 7 лет'],
  },
  {
    day: 'Среда',
    times: ['16:00 – 17:00 – группа от 7 лет', '17:00 – 17:50 – группа 4-6 лет', '18:00 – 19:00 – группа от 7 лет'],
  },
  {
    day: 'Четверг',
    times: ['16:00 – 17:00 – группа от 7 лет', '17:00 – 17:50 – группа 4-6 лет ', '18:00 – 19:00 – группа от 7 лет'],
  },
  {
    day: 'Суббота',
    times: ['10:00-10:50 – группа 4-6 лет', '11:00-12:00 – группа от 7 лет']
  }
]

export const belokamennayaMode = [
  {
    day: 'Вторник',
    times: ['17:00 – 18:00 – группа от 7 лет', '18:10 – 19:00 – группа 4-6 лет'],
  },
  {
    day: 'Четверг',
    times: ['17:00 – 18:00 – группа от 7 лет', '18:10 – 19:00 – группа 4-6 лет'],
  },
  {
    day: 'Суббота',
    times: ['10:00 – 10:50 – группа от 4-6 лет', '11:00 – 12:00 – группа 7 лет'],
  }
]

import sambo from '../images/sambo-150x150.png';
import dzudo from '../images/dzudo-150x150.png';

export const directonBlocksData = [
  {
    image: sambo,
    title: 'Самбо',
    text: 'Это самооборона без оружия. Это уникальный вид спорта, взявший элементы дзюдо, джиу-джитсу, сумо, греко-римской борьбы, а также национальных видов борьбы народов бывшего СССР. Создано самбо в начале 20-го века в Советском Союзе. Его приемы до сих пор являются базой для лучших систем защиты без оружия.'
  },
  {
    image: dzudo,
    title: 'Дзюдо',
    text: 'Это дословно переводится как гибкий путь и начинает свой путь с 1882 года. Считается японским боевым искусством на основе дзюдзюцу. Это мягкий, безударный вид спорта, который отлично подойдет для самых юных борцов.'
  }
]

import warmUp from '../images/warm-up-150x150.png';
import stratching from '../images/stratching-150x150.png';

export const trainingProcessBlocksData = [
  {
    image: warmUp,
    title: 'Разминка',
    text: 'Прежде чем начинать полноценный тренировочный процесс, нужно убедиться, что спортсмен подготовлен к занятию. Группа выполняет разогревающие упражнения на все группы мышц. Это нужно для того, чтобы избежать излишнего растяжения мышечных волокон и настроиться на обучение.'
  },
  {
    image: sambo,
    title: 'Обучение',
    text: 'Теперь можно переходить к самому интересному – обучению технике самбо и дзюдо. Как правило, этот процесс состоит из демонстрации, отработки, специальных упражнений и игр.Во время демонстрации тренер покажет технику, выделяя ключевые моменты. Затем юные борцы будут повторять это упражнение, а мы наблюдать и корректировать выполнение. Специальные упражнения совершенствуют технику спортсмена, развивают физическую силу, скорость и выносливость.'
  },
  {
    image: stratching,
    title: 'ОФП и растяжка',
    text: 'Каждое занятие в “Академии Чемпионов” заканчивается выполнением комплекса упражнений ОФП и растяжкой. Иногда спортсмены выполняют их самостоятельно, иногда в паре с товарищами. Цель – развитие выносливости, силы и гибкости спортсмена. Кроме того, растяжка расслабит тело после тренировки, улучшая способность организма восстановиться после физических нагрузок.'
  }
]
