export const routesList = [
  {
    route: '/galereya/',
    text: 'Галерея'
  },
  {
    route: '/',
    text: 'Главная'
  },
  {
    route: '/kontakty/',
    text: 'Контакты'
  },
  {
    route: '/o-nas/',
    text: 'О нас'
  },
  {
    route: '/trenery/',
    text: 'Тренеры'
  },
  {
    route: '/uslugi/',
    text: 'Услуги'
  },
]

import paints from '../images/paints-150x150.png';
import secutity from '../images/security-150x150.png';
import profi from '../images/profi-150x150.png';
import result from '../images/results-150x150.png';
import persiverens from '../images/persiverens-150x150.png';

export const advantesBlocksData = [
  {
    image: paints,
    title: 'Индивидуальный подход',
    text: 'Мы знаем, что каждый ребенок уникален. Мы создаем индивидуальные и уникальные тренировочные программы, учитывая потребности и цели каждого маленького спортсмена.'
  },
  {
    image: secutity,
    title: 'Качество и безопасность',
    text: 'Безопасность наших учеников — наш главный приоритет. Мы обеспечиваем высокий уровень безопасности на всех занятиях, чтобы ваши дети чувствовали себя уверенно и комфортно.'
  },
  {
    image: profi,
    title: 'Профессиональные тренеры',
    text: 'Наши тренеры — это настоящие профессионалы, которые зажгут огонь спортивной страсти у вашего ребенка. Они разработают индивидуальный подход к каждому ученику, чтобы раскрыть его максимальный потенциал.'
  },
  {
    image: result,
    title: 'Результативность',
    text: 'Наши ученики регулярно участвуют и побеждают на соревнованиях разного уровня. Мы гордимся успехами наших детей и всегда поддерживаем их в стремлении к победе.'
  },
  {
    image: persiverens,
    title: 'Воспитываем упорство в спортсменах',
    text: 'Кроме профессиональных тренировок, в нашем клубе детей ждут интересные мероприятия, тренировочные лагеря и многое другое. У нас всегда есть, чем удивить наших учеников и их родителей!'
  }
]


export const priceBlockData = [
  {
    title: 'Пробная тренировка',
    text: 'Пробной тренировкой считается первое посещение нашего спортивного клуба. Запишите своего ребенка на пробное занятие прямо сейчас и дайте ему возможность окунуться в мир самбо и дзюдо!',
    price: '0 р.'
  },
  {
    title: 'Абонемент 8 посещений в месяц',
    text: 'Абонемент рассчитан на 2 посещения в неделю в течении месяца. В случае невозможности посетить занятие, происходит перерасчет абонемента на следующий месяц только в случае предоставления справки о болезни.',
    price: '5 500 р.'
  },
  {
    title: 'Абонемент 12 посещений в месяц',
    text: 'Абонемент рассчитан на 3 посещения в неделю в течении месяца. В случае невозможности посетить занятие, происходит перерасчет абонемента на следующий месяц только в случае предоставления справки о болезни.',
    price: '6 500 р.'
  }
]

import trainer1 from '../images/trainer-1-1024x0124.jpg';
import trainer2 from '../images/trainer-2-1024x1024.jpg';

export const trainerBlocksData = [
  {
    image: trainer1,
    text: 'Николай Егорович Булдаков'
  },
  {
    image: trainer2,
    text: 'Иван Андреевич Свиридов'
  }
]

export const groupBlocksData = [
  {
    groupNumber: '1',
    age: '4-6',
    background: 'bg-small-group'
  },
  {
    groupNumber: '2',
    age: '7-10',
    background: 'bg-medium-group'
  },
  {
    groupNumber: '3',
    age: '12',
    background: 'bg-large-group'
  }
]

import friends from '../images/friends-150x150.png';
import teacher from '../images/teacher-150x150.png';
import leader from '../images/leader-150x150.png';
import competitions from '../images/competitions-150x150.png';

export const aboutData = [
  {
    image: paints,
    title: 'Индивидуальный подход',
    text: 'Мы верим, что каждый ребенок уникален и заслуживает внимания. Мы создаем индивидуальные тренировочные программы, учитывая потребности и цели каждого ученика, чтобы он мог раскрыть свой максимальный потенциал.'
  },
  {
    image: friends,
    title: 'Дружеская атмосфера',
    text: 'В нашем спортивном клубе царит дружественная атмосфера, где дети находят новых друзей и единомышленников. Мы вместе тренируемся, соревнуемся и поддерживаем друг друга, создавая настоящую спортивную семью.'
  },
  {
    image: teacher,
    title: 'Профессиональные тренеры с опытом',
    text: 'Наши тренеры — это настоящие эксперты в области самбо и дзюдо, с многолетним опытом работы с детьми. Они знают, как развить учеников физически и эмоционально, помогая им стать лучше не только в спорте, но и в повседневной жизни.'
  },
  {
    image: leader,
    title: 'Развитие лидерских качеств',
    text: 'Самбо и дзюдо — это не только физические упражнения, но и уроки дисциплины, справедливости и уважения. Ваш ребенок разовьет лидерские качества, научится преодолевать трудности и стремиться к успеху.'
  },
  {
    image: competitions,
    title: 'Участие в соревнованиях',
    text: 'Наш клуб активно участвует в соревнованиях разного уровня, что позволяет детям испытать радость победы и научиться не сдаваться при неудачах. Участие в соревнованиях также способствует развитию уверенности и самодисциплины.'
  }
]
